<div class="row">
	<div class='col-sm-12'>
		<h2>杨秀治</h2>
		<h3>工作经历</h3>
		<p>杨秀治，女，教育学博士，现任北京教育管理与心理学院（校长学院）院长、教授。曾任山东教育学院教育管理分院副院长、北京教育学院校长研修学院副院长、学前教育学院院长。兼任中国教育学会教育管理分会理事、北京市保教协会秘书长等职。曾担任北京市高中校长领导力高研班负责人、北京市首届和第二届中小学优秀班主任工作室项目负责人、北京市首届名园长发展项目负责人、国培计划骨干班主任培训者和小学骨干班主任培训项目负责人、教育部边远贫困地区农村校长助力工程幼儿园园长培训项目执行负责人。2012获得北京市优秀人才资助，2012年9月至2013年9月赴美国哥伦比亚大学教师学院访学一年。</p>
		<h3>研究方向</h3>
		<p>主要从事中小学（幼儿园）校长（园长）和教师专业发展研究。主持全国教育科学“十三五”规划课题“边远贫困地区农村校长助力工程幼儿园园长培训的问题和对策研究”、北京市教育科学“十三五”规划课题“幼儿园园长专业发展阶段划分标准及识别工具体系开发研究”、 北京市教育委员会社科计划项目立项课题“北京市中小学优秀班主任成长机制研究”、“北京市优秀园长成长机制研究”等多项省部级以上课题。出版《教育哲学纲要—学校教育新思维》、《全人教学研究》《漫话教育》等6部专著，在全国核心期刊上发表30多篇论文。</p>
		<p>从事中小学校长、园长和教师培训近30年，主要讲座专题有校长、园长和教师的专业发展（主要包括：校长（园长）执行力（领导力）修炼、职业生涯规划与教师专业发展、提升教师职业幸福感、教育思想架起成就名家的桥梁等），教学受到普遍好评。</p>
		<h3>Email</h3>
		<p>yangxzh@163.com</p>
		<div class="article-meta-format"></div>
	</div>
</div>