<div class="row">
	<div class='col-sm-12'>
		<h2>专利容器</h2>
		<h3>专利容器</h3>
		<p>目前全世界拥有超过一亿件专利文献，并且还以每年百万件以上的速度增加。专利数据不仅数量多，而且数据形式和来源多种多样，具有数据维度高、数据格式不统一、非结构化数据多的特点。</p>
		<p>通过以数据为核心的分析理念，以专利服务运营为导向的大数据思维和分析方法，针对上述特点提出专利容器思想。并将该思想引入专利分析的具体方法中，形成了专利容器技术。</p>
		<p>专利容器是为了解决专利大数据的复用、分析、可视化而提出的一种计算框架。专利容器提供了从专利数据读取（电子表格文件）、清洗、统计、复用、联动、可视化的一个完整流程。专利容器支持流行的编程语言，例如Python、JavaScript、PHP等。</p>
		<p>专利容器内置了一维、二维、三维数据建模。对于从各种专利数据库中导出的多个电子表格文件，专利容器通过适配数据库的字段，可以方便的导入数据，进行各种自动化的处理。</p>
		<p>专利容器提供一个简要的用于专利分析的python环境的搭建步骤。</p>
		<p>专利容器在对专利数据读取和统计之后，还提供了基于JavaScript语言的专利分析可视化技术。特别地，可以支持对于中国地图和世界地图的可视化。</p>
		<h3>专利容器的相关书籍</h3>
		<p>《如何玩转专利大数据》<a href='https://baike.baidu.com/item/%E5%A6%82%E4%BD%95%E7%8E%A9%E8%BD%AC%E4%B8%93%E5%88%A9%E5%A4%A7%E6%95%B0%E6%8D%AE'>百度百科</a>|<a href='https://item.jd.com/12606623.html'>京东购书</a></p>
		<h3>专利容器的示例代码</h3>
		<p>GitHub网站的<a href='https://github.com/yangdongbjcn/patent-container'>patent-container项目</a>。</p>
		<h3>更多内容</h3>
		<p>更多的内容，将收录在微信公众号yangdongpatent。</p>
	</div>
</div>